Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: %@ of %@ · %@ elapsed
de: %@ von %@ · %@ vergangen
es: %@ de %@ · %@ transcurrido
fil: %@ ng %@ · %@ ang lumipas
fr: %@ sur %@ · %@ écoulées
hr: %@ od %@ · proteklo %@
id: %@ dari %@ · %@ berlalu
ja: %@ / %@ · 経過 %@
ko: %@ / %@ · %@경과
ms: %@ daripada %@ · %@ berlalu
pl: %@ z %@ · upłynęło %@
pt_br: %@ de %@ · %@ decorridos
ro: %@ din %@ · %@ scurse
ru: %@ из %@ · прошло %@
th: %@ จาก %@ · ผ่านไป %@
tr: %@ / %@ · %@ geçti
zh_hans: %1$@ / %2$@ · 已用 %3$@
zh_hant: %@ / %@ · 已過 %@

source: %@ of %@ · %@ · %@ elapsed · about %@ left
de: %@ von %@ · %@ · %@ vergangen · noch etwa %@
es: %@ de %@ · %@ · %@ transcurrido · quedan unos %@
fil: %@ ng %@ · %@ · %@ ang lumipas · mga %@ na lang
fr: %@ sur %@ · %@ · %@ écoulées · environ %@ restantes
hr: %@ od %@ · %@ · proteklo %@ · preostalo približno %@
id: %@ dari %@ · %@ · %@ berlalu · sekitar %@ lagi
ja: %@ / %@ · %@ · 経過 %@ · 残り約 %@
ko: %@ / %@ · %@ · %@경과 · 약 %@ 남음
ms: %@ daripada %@ · %@ · %@ berlalu · kira-kira %@ lagi
pl: %@ z %@ · %@ · upłynęło %@ · pozostało około %@
pt_br: %@ de %@ · %@ · %@ decorridos · cerca de %@ restantes
ro: %@ din %@ · %@ · %@ scurse · aproximativ %@ rămase
ru: %@ из %@ · %@ · прошло %@ · осталось около %@
th: %@ จาก %@ · %@ · ผ่านไป %@ · เหลือประมาณ %@
tr: %@ / %@ · %@ · %@ geçti · yaklaşık %@ kaldı
zh_hans: %1$@ / %2$@ · %3$@ · 已用 %4$@ · 约剩 %5$@
zh_hant: %@ / %@ · %@ · 已過 %@ · 約剩 %@

source: %@, group, not signed in
de: %@, Gruppe, nicht angemeldet
es: %@, grupo, sesión no iniciada
fil: %@, group, hindi naka-sign in
fr: %@, groupe, non connecté
hr: %@, grupa, niste prijavljeni
id: %@, grup, belum masuk
ja: %@、グループ、未サインイン
ko: %@, 그룹, 로그인되지 않음
ms: %@, kumpulan, belum log masuk
pl: %@, grupa, niezalogowano
pt_br: %@, grupo, não conectado
ro: %@, grup, neautentificat
ru: %@, группа, вход не выполнен
th: %@ กลุ่ม ยังไม่ได้ลงชื่อเข้าใช้
tr: %@, grup, oturum açılmadı
zh_hans: %@，分组，未登录
zh_hant: %@，群組，未登入

source: %@, group, signed in
de: %@, Gruppe, angemeldet
es: %@, grupo, sesión iniciada
fil: %@, group, naka-sign in
fr: %@, groupe, connecté
hr: %@, grupa, prijavljeni ste
id: %@, grup, sudah masuk
ja: %@、グループ、サインイン済み
ko: %@, 그룹, 로그인됨
ms: %@, kumpulan, telah log masuk
pl: %@, grupa, zalogowano
pt_br: %@, grupo, conectado
ro: %@, grup, autentificat
ru: %@, группа, выполнен вход
th: %@ กลุ่ม ลงชื่อเข้าใช้แล้ว
tr: %@, grup, oturum açıldı
zh_hans: %@，分组，已登录
zh_hant: %@，群組，已登入

source: %@, not signed in
de: %@, nicht angemeldet
es: %@, sesión no iniciada
fil: %@, hindi naka-sign in
fr: %@, non connecté
hr: %@, niste prijavljeni
id: %@, belum masuk
ja: %@、未サインイン
ko: %@, 로그인되지 않음
ms: %@, belum log masuk
pl: %@, niezalogowano
pt_br: %@, não conectado
ro: %@, neautentificat
ru: %@, вход не выполнен
th: %@ ยังไม่ได้ลงชื่อเข้าใช้
tr: %@, oturum açılmadı
zh_hans: %@，未登录
zh_hant: %@，未登入

source: %@, signed in
de: %@, angemeldet
es: %@, sesión iniciada
fil: %@, naka-sign in
fr: %@, connecté
hr: %@, prijavljeni ste
id: %@, sudah masuk
ja: %@、サインイン済み
ko: %@, 로그인됨
ms: %@, telah log masuk
pl: %@, zalogowano
pt_br: %@, conectado
ro: %@, autentificat
ru: %@, выполнен вход
th: %@ ลงชื่อเข้าใช้แล้ว
tr: %@, oturum açıldı
zh_hans: %@，已登录
zh_hant: %@，已登入

source: %@: %lld file(s) were listed in the backup but missing from it
de: %@: %lld Datei(en) waren in der Sicherung gelistet, fehlten aber darin
es: %@: %lld archivo(s) figuraban en la copia de seguridad pero no estaban incluidos
fil: %@: %lld file ang nakalista sa backup pero wala doon
fr: %@ : %lld fichier(s) étaient répertoriés dans la sauvegarde mais en sont absents
hr: %@: datoteka navedenih u sigurnosnoj kopiji, ali koje u njoj nedostaju: %lld
id: %@: %lld file terdaftar dalam cadangan tetapi tidak ada di dalamnya
ja: %@：%lld 件のファイルがバックアップに記載されていますが実体がありません
ko: %@: %lld개 파일이 백업에 기재되었지만 실제로는 없습니다
ms: %@: %lld file disenaraikan dalam sandaran tetapi tiada di dalamnya
pl: %@: plików wypisanych w kopii, ale w niej brakujących: %lld
pt_br: %@: %lld arquivo(s) estavam listados no backup, mas ausentes dele
ro: %@: fișiere listate în copie, dar lipsă din ea: %lld
ru: %@: файлов указано в копии, но отсутствует в ней: %lld
th: %@: %lld ไฟล์อยู่ในรายการของข้อมูลสำรองแต่ไม่มีอยู่จริง
tr: %@: yedekte listelenen ama içinde bulunmayan dosya sayısı: %lld
zh_hans: %1$@：%2$lld 个文件在备份清单中但实际缺失
zh_hant: %@：有 %lld 個檔案列在備份中卻找不到內容

source: %d chars
de: Zeichen: %d
es: Caracteres: %d
fil: %d karakter
fr: Caractères : %d
hr: Znakova: %d
id: %d karakter
ja: 文字数：%d
ko: 문자 수: %d
ms: %d aksara
pl: %d znaków
pt_br: Caracteres: %d
ro: Caractere: %d
ru: Символов: %d
th: %d อักขระ
tr: %d karakter
zh_hans: %d 字符
zh_hant: 字元數：%d

source: %d items
de: Objekte: %d
es: Elementos: %d
fil: %d item
fr: Éléments : %d
hr: Stavki: %d
id: %d item
ja: %d 項目
ko: 항목 %d개
ms: %d item
pl: %d elementów
pt_br: Itens: %d
ro: Elemente: %d
ru: Объектов: %d
th: %d รายการ
tr: %d öğe
zh_hans: %d 个项目
zh_hant: %d 個項目

source: %d categories
de: Kategorien: %d
es: Categorías: %d
fil: %d kategorya
fr: Catégories : %d
hr: Kategorija: %d
id: %d kategori
ja: %d カテゴリ
ko: 카테고리 %d개
ms: %d kategori
pl: %d kategorii
pt_br: Categorias: %d
ro: Categorii: %d
ru: Категорий: %d
th: %d หมวดหมู่
tr: %d kategori
zh_hans: %d 个类别
zh_hant: %d 個類別

source: %d left
de: Noch %d
es: Quedan %d
fr: %d restantes
hr: Preostalo: %d
ja: 残り %d 回
ko: %d 회 남음
zh_hans: 剩余 %d 次
zh_hant: 剩餘 %d 次

source: %d thinking rules
de: Denkregeln: %d
es: Reglas de razonamiento: %d
fil: %d thinking rule
fr: Règles de réflexion : %d
hr: Pravila razmišljanja: %d
id: %d aturan berpikir
ja: 思考ルール数：%d
ko: 사고 규칙 수: %d
ms: %d peraturan berfikir
pl: %d reguł myślenia
pt_br: Regras de raciocínio: %d
ro: Reguli de gândire: %d
ru: Правил размышления: %d
th: %d กฎการคิด
tr: %d düşünme kuralı
zh_hans: %d 条思考规则
zh_hant: %d 條思考規則

source: %d providers
de: Anbieter: %d
es: Proveedores: %d
fil: %d provider
fr: Fournisseurs : %d
hr: Pružatelja: %d
id: %d penyedia
ja: プロバイダー数：%d
ko: 공급자 수: %d
ms: %d pembekal
pl: %d dostawców
pt_br: Provedores: %d
ro: Furnizori: %d
ru: Провайдеров: %d
th: %d ผู้ให้บริการ
tr: %d sağlayıcı
zh_hans: %d 个服务商
zh_hant: %d 個服務商

source: %d servers
de: Server: %d
es: Servidores: %d
fil: %d server
fr: Serveurs : %d
hr: Poslužitelja: %d
id: %d server
ja: サーバ数：%d
ko: 서버 수: %d
ms: %d server
pl: %d serwerów
pt_br: Servidores: %d
ro: Servere: %d
ru: Серверов: %d
th: %d เซิร์ฟเวอร์
tr: %d sunucu
zh_hans: %d 个服务器
zh_hant: %d 個伺服器

source: %d files
de: Dateien: %d
es: Archivos: %d
fil: %d file
fr: Fichiers : %d
hr: Datoteka: %d
id: %d file
ja: ファイル数：%d
ko: 파일 수: %d
ms: %d file
pl: %d plików
pt_br: Arquivos: %d
ro: Fișiere: %d
ru: Файлов: %d
th: %d ไฟล์
tr: %d dosya
zh_hans: %d 个文件
zh_hant: %d 個檔案

source: %d skills
de: Skills: %d
es: Skills: %d
fil: %d skill
fr: Skills : %d
hr: Vještina: %d
id: %d skill
ja: スキル数：%d
ko: 스킬 수: %d
ms: %d skill
pl: %d skilli
pt_br: Skills: %d
ro: Skill-uri: %d
ru: Skills: %d
th: %d skill
tr: %d skill
zh_hans: %d 个技能
zh_hant: %d 個技能

source: %lld conversations, %lld messages, %lld files
de: %lld Unterhaltungen, %lld Nachrichten, %lld Dateien
es: %lld conversaciones, %lld mensajes, %lld archivos
fil: %lld usapan, %lld mensahe, %lld file
fr: %lld conversations, %lld messages, %lld fichiers
hr: Razgovora: %lld, poruka: %lld, datoteka: %lld
id: %lld percakapan, %lld pesan, %lld file
ja: 会話 %lld 件、メッセージ %lld 件、ファイル %lld 件
ko: 대화 %lld개, 메시지 %lld개, 파일 %lld개
ms: %lld perbualan, %lld mesej, %lld file
pl: %lld rozmów, %lld wiadomości, %lld plików
pt_br: %lld conversas, %lld mensagens, %lld arquivos
ro: %lld conversații, %lld mesaje, %lld fișiere
ru: Диалогов: %lld, сообщений: %lld, файлов: %lld
th: %lld การสนทนา, %lld ข้อความ, %lld ไฟล์
tr: %lld sohbet, %lld mesaj, %lld dosya
zh_hans: %1$lld 个会话、%2$lld 条消息、%3$lld 个文件
zh_hant: %lld 個對話、%lld 則訊息、%lld 個檔案

source: %lld/%lld %@ · about %@ left
de: %lld/%lld %@ · noch etwa %@
es: %lld/%lld %@ · quedan unos %@
fil: %lld/%lld %@ · mga %@ na lang
fr: %lld/%lld %@ · environ %@ restantes
hr: %lld/%lld %@ · preostalo približno %@
id: %lld/%lld %@ · sekitar %@ lagi
ja: %lld/%lld %@ · 残り約 %@
ko: %lld/%lld %@ · 약 %@ 남음
ms: %lld/%lld %@ · kira-kira %@ lagi
pl: %lld/%lld %@ · pozostało około %@
pt_br: %lld/%lld %@ · cerca de %@ restantes
ro: %lld/%lld %@ · aproximativ %@ rămase
ru: %lld/%lld %@ · осталось около %@
th: %lld/%lld %@ · เหลือประมาณ %@
tr: %lld/%lld %@ · yaklaşık %@ kaldı
zh_hans: %1$lld/%2$lld %3$@ · 约剩 %4$@
zh_hant: %lld/%lld %@ · 約剩 %@

source: 1 item
de: 1 Objekt
es: 1 elemento
fr: 1 élément
hr: 1 stavka
ja: 1 項目
ko: 항목 1개
pl: 1 element
ro: 1 element
ru: 1 объект
th: 1 รายการ
tr: 1 öğe
zh_hans: 1 个项目
zh_hant: 1 個項目

source: 1 category
de: 1 Kategorie
es: 1 categoría
fil: 1 kategorya
fr: 1 catégorie
hr: 1 kategorija
id: 1 kategori
ja: 1 カテゴリ
ko: 카테고리 1개
ms: 1 kategori
pl: 1 kategoria
pt_br: 1 categoria
ro: 1 categorie
ru: 1 категория
th: 1 หมวดหมู่
tr: 1 kategori
zh_hans: 1 个类别
zh_hant: 1 個類別

source: 1 thinking rule
de: 1 Denkregel
es: 1 regla de razonamiento
fr: 1 règle de réflexion
hr: 1 pravilo razmišljanja
id: 1 aturan berpikir
ja: 1 件の思考ルール
ko: 사고 규칙 1개
ms: 1 peraturan berfikir
pl: 1 reguła myślenia
pt_br: 1 regra de raciocínio
ro: 1 regulă de gândire
ru: 1 правило размышления
th: 1 กฎการคิด
tr: 1 düşünme kuralı
zh_hans: 1 条思考规则
zh_hant: 1 條思考規則

source: 1 provider
de: 1 Anbieter
es: 1 proveedor
fr: 1 fournisseur
hr: 1 pružatelj
id: 1 penyedia
ja: 1 プロバイダー
ko: 공급자 1개
ms: 1 pembekal
pl: 1 dostawca
pt_br: 1 provedor
ro: 1 furnizor
ru: 1 провайдер
th: 1 ผู้ให้บริการ
tr: 1 sağlayıcı
zh_hans: 1 个服务商
zh_hant: 1 個服務商

source: 1 file
de: 1 Datei
es: 1 archivo
fr: 1 fichier
hr: 1 datoteka
ja: 1 ファイル
ko: 파일 1개
pl: 1 plik
pt_br: 1 arquivo
ro: 1 fișier
ru: 1 файл
th: 1 ไฟล์
tr: 1 dosya
zh_hans: 1 个文件
zh_hant: 1 個檔案

source: Add Sub Agent
de: Subagent hinzufügen
es: Añadir subagente
fr: Ajouter un sous-agent
hr: Dodaj podagenta
ja: サブエージェントを追加
ko: 서브 에이전트 추가
zh_hans: 添加子代理任务
zh_hant: 新增子代理任務

source: Add a storage destination to continue.
de: Füge ein Speicherziel hinzu, um fortzufahren.
es: Añade un destino de almacenamiento para continuar.
fil: Magdagdag ng storage destination para magpatuloy.
fr: Ajoutez une destination de stockage pour continuer.
hr: Dodajte odredište pohrane za nastavak.
id: Tambahkan tujuan penyimpanan untuk melanjutkan.
ja: 続けるにはストレージの保存先を追加してください。
ko: 계속하려면 저장 대상을 추가하십시오.
ms: Tambah destinasi storan untuk teruskan.
pl: Dodaj miejsce docelowe, aby kontynuować.
pt_br: Adicione um destino de armazenamento para continuar.
ro: Adaugă o destinație de stocare pentru a continua.
ru: Добавьте назначение хранения, чтобы продолжить.
th: เพิ่มปลายทางจัดเก็บเพื่อดำเนินการต่อ
tr: Devam etmek için bir depolama hedefi ekleyin.
zh_hans: 添加存储目的地以继续备份。
zh_hant: 請加入儲存目的地以繼續。

source: Add attachment
de: Anhang hinzufügen
es: Añadir adjunto
fil: Magdagdag ng attachment
fr: Ajouter une pièce jointe
hr: Dodaj privitak
id: Tambah lampiran
ja: 添付ファイルを追加
ko: 첨부 파일 추가
ms: Tambah lampiran
pl: Dodaj załącznik
pt_br: Adicionar anexo
ro: Adaugă atașament
ru: Добавить вложение
th: เพิ่มไฟล์แนบ
tr: Ek ekle
zh_hans: 添加附件
zh_hant: 加入附件

source: Add to queue
de: Zur Warteschlange hinzufügen
es: Añadir a la cola
fil: Idagdag sa queue
fr: Ajouter à la file d'attente
hr: Dodaj u red čekanja
id: Tambah ke antrean
ja: キューに追加
ko: 대기열에 추가
ms: Tambah ke baris gilir
pl: Dodaj do kolejki
pt_br: Adicionar à fila
ro: Adaugă în coadă
ru: Добавить в очередь
th: เพิ่มเข้าคิว
tr: Sıraya ekle
zh_hans: 加入队列
zh_hant: 加入佇列

source: Agent progress
de: Agent-Fortschritt
es: Progreso del agente
fr: Progression de l'agent
hr: Napredak Agenta
ja: エージェントの進捗
ko: 에이전트 진행 상황
zh_hans: 代理任务进度
zh_hant: 代理任務進度

source: Agent result
de: Agent-Ergebnis
es: Resultado del agente
fr: Résultat de l'agent
hr: Rezultat Agenta
ja: エージェントの結果
ko: 에이전트 결과
zh_hans: 代理任务结果
zh_hant: 代理任務結果

source: Almost there…
de: Fast geschafft…
es: Casi listo…
fil: Malapit na…
fr: Presque fini…
hr: Još samo malo…
id: Hampir selesai…
ja: もうすぐ完了…
ko: 거의 다 됐습니다…
ms: Hampir siap…
pl: Już prawie…
pt_br: Quase lá…
ro: Aproape gata…
ru: Почти готово…
th: ใกล้เสร็จแล้ว…
tr: Neredeyse bitti…
zh_hans: 即将完成…
zh_hant: 即將完成…

source: Another sub agent already uses this name.
de: Ein anderer Subagent verwendet diesen Namen bereits.
es: Otro subagente ya usa este nombre.
fr: Un autre sous-agent utilise déjà ce nom.
hr: Drugi podagent već koristi ovaj naziv.
ja: 同じ名前のサブエージェントが既にあります。
ko: 다른 서브 에이전트가 이미 이 이름을 사용하고 있습니다.
zh_hans: 已有同名的子代理任务。
zh_hant: 已有同名的子代理任務。

source: Auto lets the assistant choose per task: the same model as the conversation, your Default group for hard reasoning, or your light group for simple well-defined work. Pick a specific Model Group instead to run this sub agent on it every time.
de: Bei „Automatisch“ entscheidet der Assistent pro Aufgabe: dasselbe Modell wie im Gespräch, Ihre Standardgruppe für anspruchsvolles Denken oder Ihre leichte Gruppe für einfache, klar umrissene Arbeit. Wählen Sie stattdessen eine bestimmte Modellgruppe, damit dieser Subagent immer darauf läuft.
es: Automático deja que el asistente elija según la tarea: el mismo modelo que la conversación, tu grupo predeterminado para razonamiento difícil o tu grupo ligero para trabajo sencillo y bien definido. Elige un grupo de modelos concreto para ejecutar este subagente siempre en él.
fr: « Automatique » laisse l’assistant choisir selon la tâche : le même modèle que la conversation, votre groupe par défaut pour un raisonnement difficile, ou votre groupe léger pour un travail simple et bien défini. Choisissez plutôt un groupe de modèles précis pour y exécuter ce sous-agent à chaque fois.
hr: Automatski prepušta asistentu odabir za svaki zadatak: isti model kao u razgovoru, vašu zadanu grupu za zahtjevno zaključivanje ili laganu grupu za jednostavne, jasno određene poslove. Umjesto toga odaberite određenu grupu modela kako bi se ovaj podagent svaki put izvodio na njoj.
ja: 「自動」はタスクごとにアシスタントが選びます: 会話と同じモデル、複雑な推論向けのデフォルトグループ、単純で明確な作業向けの軽量グループ。特定のモデルグループを選ぶと、このサブエージェントは常にそれを使います。
ko: 자동으로 두면 어시스턴트가 작업마다 선택합니다. 대화와 동일한 모델, 어려운 추론에는 기본 그룹, 단순하고 명확한 작업에는 경량 그룹을 사용합니다. 특정 모델 그룹을 선택하면 이 서브 에이전트는 항상 그 그룹에서 실행됩니다.
zh_hans: 「自动」让助手按任务选择：与当前对话相同的模型、用于复杂推理的默认分组、或用于简单明确任务的轻量分组。也可以指定一个模型分组，让这个子代理任务每次都用它。
zh_hant: 「自動」讓助手按任務選擇：與目前對話相同的模型、用於複雜推理的預設分組、或用於簡單明確任務的輕量分組。也可以指定一個模型分組，讓這個子代理任務每次都用它。

source: Browse Other Servers…
de: Andere Server durchsuchen…
es: Explorar otros servidores…
fil: Mag-browse ng Ibang Server…
fr: Parcourir d'autres serveurs…
hr: Pregledaj druge poslužitelje…
id: Jelajahi Server Lain…
ja: 他のサーバを参照…
ko: 다른 서버 찾아보기…
ms: Layari Server Lain…
pl: Przeglądaj inne serwery…
pt_br: Ver outros servidores…
ro: Răsfoiește alte servere…
ru: Другие серверы…
th: เรียกดูเซิร์ฟเวอร์อื่น…
tr: Diğer Sunuculara Göz At…
zh_hans: 浏览其他服务器…
zh_hant: 瀏覽其他伺服器…

source: Can't use that image
de: Dieses Bild kann nicht verwendet werden
es: No se puede usar esa imagen
fil: Hindi magamit ang larawang iyon
fr: Impossible d'utiliser cette image
hr: Tu sliku nije moguće upotrijebiti
id: Tidak dapat menggunakan gambar itu
ja: この画像は使用できません
ko: 이 이미지는 사용할 수 없습니다
ms: Tidak boleh guna imej itu
pl: Nie można użyć tego obrazu
pt_br: Não é possível usar essa imagem
ro: Această imagine nu poate fi folosită
ru: Это изображение нельзя использовать
th: ไม่สามารถใช้รูปภาพนั้นได้
tr: Bu görsel kullanılamıyor
zh_hans: 无法使用该图片
zh_hant: 無法使用該圖片

source: Cancel scheduled task
de: Geplante Aufgabe abbrechen
es: Cancelar tarea programada
fr: Annuler la tâche planifiée
hr: Otkaži zakazani zadatak
ja: この定期タスクをキャンセル
ko: 예약 작업 취소
zh_hans: 取消此定时任务
zh_hant: 取消此定時任務

source: Change icon
de: Symbol ändern
es: Cambiar icono
fil: Palitan ang icon
fr: Modifier l'icône
hr: Promijeni ikonu
id: Ganti ikon
ja: アイコンを変更
ko: 아이콘 변경
ms: Tukar ikon
pl: Zmień ikonę
pt_br: Alterar ícone
ro: Schimbă pictograma
ru: Изменить значок
th: เปลี่ยนไอคอน
tr: Simgeyi değiştir
zh_hans: 更换图标
zh_hant: 更換圖示

source: Change the assistant's name, icon and personality
de: Name, Symbol und Persönlichkeit des Assistenten ändern
es: Cambia el nombre, el icono y la personalidad del asistente
fil: Palitan ang pangalan, icon, at personalidad ng assistant
fr: Modifier le nom, l'icône et la personnalité de l'assistant
hr: Promijenite ime, ikonu i osobnost asistenta
id: Ubah nama, ikon, dan kepribadian asisten
ja: アシスタントの名前・アイコン・性格を変更します
ko: 어시스턴트의 이름, 아이콘, 성격을 변경합니다
ms: Tukar nama, ikon, dan personaliti pembantu
pl: Zmień nazwę, ikonę i osobowość asystenta
pt_br: Altere o nome, o ícone e a personalidade do assistente
ro: Schimbă numele, pictograma și personalitatea asistentului
ru: Изменить имя, значок и характер ассистента
th: เปลี่ยนชื่อ ไอคอน และบุคลิกภาพของผู้ช่วย
tr: Asistanın adını, simgesini ve kişiliğini değiştirin
zh_hans: 修改助手的名称、图标与性格
zh_hant: 修改助手的名稱、圖示與個性

source: Chats exported
de: Chats exportiert
es: Chats exportados
fil: Na-export ang mga chat
fr: Conversations exportées
hr: Razgovori izvezeni
id: Obrolan diekspor
ja: チャットを書き出しました
ko: 채팅을 내보냈습니다
ms: Sembang dieksport
pl: Wyeksportowano czaty
pt_br: Chats exportados
ro: Chat-uri exportate
ru: Чаты экспортированы
th: ส่งออกแชทแล้ว
tr: Sohbetler dışa aktarıldı
zh_hans: 会话导出完成
zh_hant: 已匯出聊天

source: Chats includes every file in each conversation, not just the messages. File contents are not being backed up — the backup lists which files existed, but restoring won't bring them back.
de: „Chats“ umfasst jede Datei in jeder Unterhaltung, nicht nur die Nachrichten. Dateiinhalte werden nicht gesichert — die Sicherung listet auf, welche Dateien existierten, aber beim Wiederherstellen kommen sie nicht zurück.
es: Chats incluye todos los archivos de cada conversación, no solo los mensajes. El contenido de los archivos no se está respaldando: la copia de seguridad indica qué archivos existían, pero al restaurar no se recuperarán.
fil: Kasama sa Chats ang bawat file sa bawat usapan, hindi lang ang mga mensahe. Hindi bina-backup ang nilalaman ng file — nililista lang ng backup kung anong file ang umiral, pero hindi ito maibabalik ng restore.
fr: « Conversations » inclut tous les fichiers de chaque conversation, pas seulement les messages. Le contenu des fichiers n'est pas sauvegardé — la sauvegarde répertorie les fichiers qui existaient, mais la restauration ne les rétablira pas.
hr: Razgovori uključuju svaku datoteku u svakom razgovoru, ne samo poruke. Sadržaj datoteka ne sprema se u sigurnosnu kopiju — kopija navodi koje su datoteke postojale, ali vraćanje ih neće obnoviti.
id: Obrolan mencakup setiap file dalam tiap percakapan, bukan hanya pesannya. Isi file tidak dicadangkan — cadangan hanya mendaftar file apa saja yang ada, tetapi pemulihan tidak akan mengembalikannya.
ja: 「チャット」にはメッセージだけでなく、各会話のすべてのファイルが含まれます。ただしファイルの中身はバックアップされません。どのファイルが存在したかは記録されますが、復元しても中身は戻りません。
ko: '채팅'에는 메시지뿐 아니라 각 대화의 모든 파일이 포함됩니다. 다만 파일 내용은 백업되지 않습니다. 어떤 파일이 있었는지는 기록되지만, 복원해도 내용은 돌아오지 않습니다.
ms: Sembang merangkumi setiap file dalam tiap perbualan, bukan hanya mesejnya. Kandungan file tidak disandarkan — sandaran hanya menyenaraikan file yang wujud, tetapi pemulihan tidak akan mengembalikannya.
pl: Czaty obejmują wszystkie pliki każdej rozmowy, nie tylko wiadomości. Zawartość plików nie jest kopiowana — kopia zapisuje jedynie, które pliki istniały, a przywracanie ich nie odtworzy.
pt_br: As conversas incluem todos os arquivos de cada uma, não só as mensagens. O conteúdo dos arquivos não entra no backup — ele só registra quais arquivos existiam, e a restauração não os traz de volta.
ro: Conversațiile includ toate fișierele din fiecare discuție, nu doar mesajele. Conținutul fișierelor nu este salvat — copia doar consemnează ce fișiere existau, iar restaurarea nu le va aduce înapoi.
ru: «Чаты» включают все файлы каждого диалога, а не только сообщения. Содержимое файлов не сохраняется — копия перечисляет, какие файлы существовали, но восстановление их не вернёт.
th: แชทรวมทุกไฟล์ในแต่ละการสนทนา ไม่ใช่แค่ข้อความ เนื้อหาของไฟล์จะไม่ถูกสำรอง — ข้อมูลสำรองจะระบุเพียงว่ามีไฟล์ใดอยู่บ้าง แต่การกู้คืนจะไม่นำไฟล์กลับมา
tr: Sohbetler, yalnızca mesajları değil her sohbetteki tüm dosyaları kapsar. Dosya içerikleri yedeklenmiyor — yedek yalnızca hangi dosyaların bulunduğunu listeler ve geri yükleme onları geri getirmez.
zh_hans: 会话备份包含每个对话中的所有文件，而不仅是消息。当前不备份文件内容——备份会记录有哪些文件，但恢复时无法还原它们。
zh_hant: 「聊天」不只包含訊息，還包含每個對話中的所有檔案。但檔案內容不會備份，備份只會列出曾有哪些檔案，還原時無法取回內容。

source: Checking contents…
de: Inhalt wird geprüft…
es: Comprobando el contenido…
fil: Sinusuri ang nilalaman…
fr: Vérification du contenu…
hr: Provjera sadržaja…
id: Memeriksa isi…
ja: 内容を確認中…
ko: 내용을 확인하는 중…
ms: Menyemak kandungan…
pl: Sprawdzanie zawartości…
pt_br: Conferindo o conteúdo…
ro: Se verifică conținutul…
ru: Проверка содержимого…
th: กำลังตรวจสอบเนื้อหา…
tr: İçerik denetleniyor…
zh_hans: 正在检查内容…
zh_hant: 正在檢查內容…

source: Choose Emoji
de: Emoji wählen
es: Elegir emoji
fil: Pumili ng Emoji
fr: Choisir un emoji
hr: Odaberi emoji
id: Pilih Emoji
ja: 絵文字を選択
ko: 이모지 선택
ms: Pilih Emoji
pl: Wybierz emoji
pt_br: Escolher emoji
ro: Alege un emoji
ru: Выбрать эмодзи
th: เลือกอิโมจิ
tr: Emoji Seç
zh_hans: 选择 Emoji
zh_hant: 選擇 Emoji

source: Choose Image…
de: Bild wählen…
es: Elegir imagen…
fil: Pumili ng Larawan…
fr: Choisir une image…
hr: Odaberi sliku…
id: Pilih Gambar…
ja: 画像を選択…
ko: 이미지 선택…
ms: Pilih Imej…
pl: Wybierz obraz…
pt_br: Escolher imagem…
ro: Alege imaginea…
ru: Выбрать изображение…
th: เลือกรูปภาพ…
tr: Görsel Seç…
zh_hans: 选择图片…
zh_hant: 選擇圖片…

source: Choose Emoji…
de: Emoji wählen…
es: Elegir emoji…
fil: Pumili ng Emoji…
fr: Choisir un emoji…
hr: Odaberi emoji…
id: Pilih Emoji…
ja: 絵文字を選択…
ko: 이모지 선택…
ms: Pilih Emoji…
pl: Wybierz emoji…
pt_br: Escolher emoji…
ro: Alege emoji…
ru: Выбрать эмодзи…
th: เลือกอิโมจิ…
tr: Emoji Seç…
zh_hans: 选择 Emoji…
zh_hant: 選擇 Emoji…

source: Choose a Different Backup
de: Andere Sicherung wählen
es: Elegir otra copia de seguridad
fil: Pumili ng Ibang Backup
fr: Choisir une autre sauvegarde
hr: Odaberi drugu sigurnosnu kopiju
id: Pilih Cadangan Lain
ja: 別のバックアップを選択
ko: 다른 백업 선택
ms: Pilih Sandaran Lain
pl: Wybierz inną kopię zapasową
pt_br: Escolher outro backup
ro: Alege altă copie de rezervă
ru: Выбрать другую копию
th: เลือกข้อมูลสำรองอื่น
tr: Farklı Bir Yedek Seç
zh_hans: 重新选择备份
zh_hant: 重新選擇備份

source: Choose from Files…
de: Aus „Dateien“ wählen…
es: Elegir en Archivos…
fil: Pumili mula sa Files…
fr: Choisir dans Fichiers…
hr: Odaberi iz Files…
id: Pilih dari Files…
ja: ファイルから選択…
ko: 파일에서 선택…
ms: Pilih dari Files…
pl: Wybierz z Plików…
pt_br: Escolher em Arquivos…
ro: Alege din Fișiere…
ru: Выбрать в «Файлах»…
th: เลือกจาก Files…
tr: Dosyalar'dan seç…
zh_hans: 从文件中选择…
zh_hant: 從檔案中選擇…

source: Connect & Save
de: Verbinden & sichern
es: Conectar y guardar
fil: Kumonekta at I-save
fr: Connecter et enregistrer
hr: Poveži i spremi
id: Hubungkan & Simpan
ja: 接続して保存
ko: 연결하고 저장
ms: Sambung & Simpan
pl: Połącz i zapisz
pt_br: Conectar e salvar
ro: Conectează-te și salvează
ru: Подключить и сохранить
th: เชื่อมต่อและบันทึก
tr: Bağlan ve Kaydet
zh_hans: 连接并保存
zh_hant: 連線並儲存

source: Copy Full Reply
de: Ganze Antwort kopieren
es: Copiar toda la respuesta
fil: Kopyahin ang Buong Sagot
fr: Copier toute la réponse
hr: Kopiraj cijeli odgovor
id: Salin Seluruh Balasan
ja: 全文をコピー
ko: 전체 답변 복사
ms: Salin Seluruh Balasan
pl: Kopiuj całą odpowiedź
pt_br: Copiar resposta completa
ro: Copiază tot răspunsul
ru: Копировать весь ответ
th: คัดลอกคำตอบทั้งหมด
tr: Yanıtın Tamamını Kopyala
zh_hans: 复制全文
zh_hant: 複製全文
